brew 'agg'
brew 'argc'
brew 'asciinema'
brew 'bandwhich'
brew 'bash'
brew 'bat'
brew 'bear'
brew 'bore-cli'
brew 'bottom'
brew 'cmake'
brew 'cmatrix'
brew 'cowsay'
brew 'deno'
brew 'dotter'
brew 'duf'
brew 'dust'
brew 'eza'
brew 'fd'
brew 'figlet'
brew 'fish'
brew 'fisher'
brew 'flac'
brew 'fzf'
brew 'genact'
brew 'gh'
brew 'git-delta'
brew 'go'
brew 'gping'
brew 'grex'
brew 'hyperfine'
brew 'openjdk'
brew 'jadx'
brew 'jq'
brew 'just'
brew 'lolcat'
brew 'm-cli'
brew 'mas'
brew 'micro'
brew 'navi'
brew 'oath-toolkit'
brew 'pandoc'
brew 'patchelf'
brew 'pdfcpu'
brew 'procs'
brew 'rclone'
brew 'ripgrep'
brew 'rustscan'
brew 'rustup'
brew 'sd'
brew 'shellcheck'
brew 'shfmt'
brew 'sl'
brew 'smartmontools'
brew 'somo'
brew 'stow'
brew 'tealdeer'
brew 'tinymist'
brew 'tokei'
brew 'typst'
brew 'typstyle'
brew 'uv'
brew 'watchexec'
brew 'witr'
brew 'xan'
brew 'xmake'
brew 'zellij'

cask 'adguard'
cask 'android-platform-tools'
cask 'balenaetcher'
cask 'claude'
cask 'claude-code'
cask 'cloudflare-warp'
cask 'codex'
cask 'discord'
cask 'font-fira-code'
cask 'font-iosevka'
cask 'font-libertinus'
cask 'font-lxgw-wenkai-tc'
cask 'font-maple-mono'
cask 'font-monaspace'
cask 'font-noto-sans-cjk-tc'
cask 'font-noto-serif-cjk-tc'
cask 'font-nunito'
cask 'font-roboto-slab'
cask 'ghostty'
cask 'gitbutler'
cask 'google-chrome'
cask 'iina'
cask 'input-source-pro'
cask 'kid3'
cask 'kkbox'
cask 'moonlight'
cask 'orbstack'
cask 'pearcleaner'
cask 'stats'
cask 'steam'
cask 'typora'
cask 'utm'
cask 'visual-studio-code'
cask 'voiceink'
cask 'zed'
cask 'zoom'

mas 'Color Peeker', id: 1592573138
mas 'Draw Things', id: 6444050820
mas 'Hidden Bar', id: 1452453066
mas 'LINE', id: 539883307
mas 'LocalSend', id: 1661733229
mas 'Microsoft Excel', id: 462058435
mas 'Microsoft PowerPoint', id: 462062816
mas 'Microsoft Word', id: 462054704
mas 'Slack', id: 803453959
mas 'Telegram', id: 747648890
mas 'WireGuard', id: 1451685025
mas 'Xcode', id: 497799835

vscode 'anthropic.claude-code'
vscode 'ms-vscode-remote.remote-containers'
vscode 'rust-lang.rust-analyzer'
