brew 'asciinema'
brew 'bandwhich'
brew 'bash'
brew 'bat'
brew 'bear'
brew 'bore-cli'
brew 'bottom'
brew 'cowsay'
brew 'deno'
brew 'dotter'
brew 'duf'
brew 'dust'
brew 'eza'
brew 'fd'
brew 'figlet'
brew 'fish'
brew 'fisher'
brew 'fzf'
brew 'genact'
brew 'gh'
brew 'git-delta'
brew 'gopass'
brew 'gping'
brew 'grex'
brew 'hyperfine'
brew 'jq'
brew 'just'
brew 'lolcat'
brew 'm-cli'
brew 'mas'
brew 'micro'
brew 'navi'
brew 'pandoc'
brew 'patchelf'
brew 'procs'
brew 'rclone'
brew 'ripgrep'
brew 'rustscan'
brew 'rustup'
brew 'sd'
brew 'shellcheck'
brew 'shfmt'
brew 'somo'
brew 'stow'
brew 'tealdeer'
brew 'tokei'
brew 'ttygif'
brew 'typst'
brew 'uv' 
brew 'watchexec'
brew 'xmake'
brew 'zellij'

cask 'adguard'
cask 'balenaetcher'
cask 'cherry-studio'
cask 'discord'
cask 'font-monaspace'
cask 'font-noto-sans-cjk-tc'
cask 'font-noto-serif-cjk-tc'
cask 'ghostty'
cask 'google-chrome'
cask 'iina'
cask 'input-source-pro'
cask 'kid3'
cask 'kkbox'
cask 'moonlight'
cask 'ollama-app'
cask 'orbstack'
cask 'pearcleaner'
cask 'stats'
cask 'swama'
cask 'typora'
cask 'visual-studio-code'
cask 'voiceink'
cask 'zed'
cask 'zoom'

mas 'Draw Things', id: 6444050820
mas 'Hidden Bar', id: 1452453066
mas 'LINE', id: 539883307
mas 'LocalSend', id: 1661733229
mas 'Microsoft Excel', id: 462058435
mas 'Microsoft PowerPoint', id: 462062816
mas 'Microsoft Word', id: 462054704
mas 'Telegram', id: 747648890
mas 'WireGuard', id: 1451685025
